{
  "items": [
    {
      "title": "SKM",
      "description": "ရှမ်းကိုးမီး (Shan Koe Mee) ကဒ်ဂိမ်းဟာ မြန်မာပြည်မှာ လူကြိုက်များတဲ့ ရိုးရာဂိမ်းတစ်ခုဖြစ်ပြီး အဓိကအားဖြင့် **၃ ကတ်ဂိမ်း**အမျိုးအစားဖြစ်ပါတယ်။ ဂိမ်းရဲ့ရည်ရွယ်ချက်ကတော့ ကဒ် ၃ ဖက်ရဲ့ အရေအတွက်ပေါင်းမှ ကြီးမြတ်ခြင်းအပေါ်မှာ အနိုင်ရမယ်ဆိုတာပါ။ ကစားနည်းမှာ လွယ်ကူသော်လည်း ထိုကတ်တွေနဲ့ အတိအကျနားလည်ရမှာ မရှိမဖြစ်ပါဝင်ပါတယ်။\n\nကစားနည်းအဆင့်ဆင့်:\n1. **ကတ်များ၏ အတိအကျနားလည်မှု**:\n- ရှမ်းကိုးမီးမှာ အမျိုးအစားစုံလင်တဲ့ ကဒ်များကို အသုံးပြုပါတယ်။ အထူးသဖြင့် A, 2, 3, …, 10, J, Q, K အထိရှိပြီး **K, Q, J** (မင်းသား၊ မင်းသမီး၊ ဂျတ်) ကဒ်များမှာ 0 အဖိုးနဲ့ တန်ဖိုးရှိပါတယ်။\n- ကတ် ၁၀ လည်း 0 အဖြစ်တန်ဖိုးထားပြီး ကျန်တဲ့ကတ်တွေဟာ တန်ဖိုးအတိုင်းရံလျက်ရှိပါတယ်။\n\n2. **ကစားပုံ**:\n- ကစားသူနှစ်ဦးသို့မဟုတ် ထိုထက် များသောသူများ ပါဝင်နိုင်ပြီး သူတို့တစ်ဦးချင်းစီကို ကတ်သုံးဖက်ကို ဆွဲခိုင်းသည်။\n- ကတ်သုံးဖက်ကို ဆွဲပြီးနောက် ထိုကတ်များ၏ တန်ဖိုးပေါင်းသည် **၉ သို့မဟုတ် ၉ ထက်မတန်သောအရေအတွက်** ဖြစ်ရင် အကောင်းဆုံးဟု သတ်မှတ်သည်။\n\n3. **အဆင့်သတ်မှတ်ချက်များ**:\n- **ရှမ်းကိုးမီး** (Shan Koe Mee): ထိပ်တန်းအမြတ်အစွန်းပါကတ်ဖြစ်ပြီး **တူညီတဲ့ စံကတ် (e.g., 9-9-9)** ပါသည့်ကစားသမားက အထူးလျှောက်ထားနိုင်ပါတယ်။\n\nထပ်ဆောင်းစည်းမျဉ်းများ:\nအချို့အခါတွင် **ချေးငှားချက်** (သို့မဟုတ် **ဘဏ်**) လည်း ရှိတတ်ပြီး၊ ထိုကစားနည်းဟာ မြန်မာပြည်ရဲ့ ရိုးရာနှင့် လူကြိုက်များတဲ့ ဂိမ်းတစ်ခုအဖြစ် အမြင်အာရုံများမှာ တည်ရှိနေဆဲဖြစ်ပါတယ်။",
      "imageUrl": "https://dd09151.github.io/skmguide/skmlogo.jpg"
    },
    {
      "title": "BooGyi",
      "description": "ဘူကြီး (Boo Kyi) ဟာ မြန်မာ့ရိုးရာ **ဒိုင်ဂိမ်း**အမျိုးအစားဖြစ်ပြီး **လောင်းကစားပုံစံ**နဲ့ ရိုးရှင်းတဲ့ စည်းကမ်းနည်းလမ်းအတိုင်း ကစားရပါတယ်။ ဘူကြီးကို **ဒိုင်နှစ်လုံး** (သို့မဟုတ် အချို့က ဒိုင်သုံးလုံး) အသုံးပြုကစားပြီး အဓိကအားဖြင့် ကစားသမားတွေအနေနဲ့ ထိုဒိုင်တွေရဲ့ **အရေအတွက်ပေါင်း**ကို ခန့်မှန်းကာ ထိုးလောင်းရခြင်းဖြစ်ပါတယ်။\n\n### ဘူကြီးရဲ့ အခြေခံစည်းမျဉ်းများ\n1. **ကစားသူများ**:\n- ဘူကြီးမှာ ကစားသူတစ်ဦးချင်းစီက ထိုးလောင်းကစားခြင်းဖြစ်ပြီး **ဘဏ်သမား** (Banker) တစ်ဦးလည်း ပါဝင်ရပါမည်။\n- ကစားသူများစွာ ပါဝင်နိုင်ပြီး **ထိုးလောင်းသူ** နှင့် **ဘဏ်သမား** ဆိုပြီး အခန်းကဏ္ဍခွဲကာ ကစားကြပါသည်။\n\n2. **လောင်းကစားပုံစံ**:\n- ကစားသူများသည် ဘဏ်သမားက အလှည့်ကျ ဖောက်လှည့်တဲ့ ဒိုင်နှစ်လုံး (သို့မဟုတ် သုံးလုံး) မှ **အရေအတွက်ပေါင်းကို ခန့်မှန်း၍ ပေါက်ဖို့ စောင့်ကြည့်**ကာ လောင်းကစားကြသည်။\n\n3. **လောင်းငွေပမာဏ**:\n- ကစားသူသည် ခန့်မှန်းသည့် အရေအတွက်ပေါင်းကို လောင်းငွေဖြင့် ထိုးလောင်းပါသည်။\n\n4. **အနိုင်ဆုံးကစားပုံ**:\n- ဒိုင်ကို ဖောက်လှည့်ပြီးနောက် **အကြောင်းအရာများကို ထိမှန်ခန့်မှန်း၍ ထိုးလောင်းတဲ့သူများ**က အနိုင်ရမည်။\n\n### ထပ်ဆောင်းချက်များ\nဘူကြီးမှာ အခြေခံစည်းမျဉ်းများနှင့်အတူ **ကစားပုံမှန်သောလမ်းကြောင်း**တွေအရ စိတ်ဝင်စားဖွယ်ကောင်းသော လောင်းကစားဂိမ်းတစ်ခုဖြစ်ပြီး ရိုးရှင်းသော ဂိမ်းနည်းလမ်းအတိုင်း မြန်မာပြည်သားများကြား ရှေးကတည်းက ဆက်လက် ကစားလေ့ရှိသည်။",
      "imageUrl": "https://dd09151.github.io/skmguide/bogyi.png"
    },
    {
      "title": "HISTORY",
     "description": "ရှမ်းကိုးမီးနဲ့ ဘူကြီးဟာ မြန်မာပြည်ရဲ့ ပြည်သူတွေဆီမှာ အလွန်ကျယ်ပြန့်တဲ့ ရိုးရာကစားနည်းများဖြစ်ပါတယ်။ သမိုင်းကြောင်းရင်းမြစ်က လုံးဝသေချာမဟုတ်ပေမယ့် ဒီဂိမ်းများဟာ ရှေးခေတ်ကတည်းက မြန်မာပြည်တွင် လူကြိုက်များခဲ့ပါတယ်။\n\n### ရှမ်းကိုးမီး\nရှမ်းကိုးမီးက မြန်မာပြည်မြောက်ပိုင်း, အထူးသဖြင့် ရှမ်းပြည်နယ်မှာ အထင်ရှားသော **ကဒ်ဂိမ်း**တစ်ခုဖြစ်ပါတယ်။ ပွဲရဲ့နည်းစနစ်ကို နားလည်ရန်လိုအပ်ပြီး, **သုံးကတ်**ပုံစံအပေါ် အခြေခံထားပါတယ်။ ရှင်ရာဇာ, မင်းသား, ရှင်မနောဧကန့်စတဲ့ ကတ်တွေကို အသုံးပြုပြီး အပြိုင်အဆိုင် ရှေးဉီးနိမ့်ကြီးနိုင်ပါတယ်။ တချို့ကတော့ အင်္ဂလိပ်ကဒ်ဂိမ်းများ (သို့မဟုတ် ဘလက်ဂျက်) အပေါ်မှ ပြုပြင်ထားတယ်လို့ ယူဆပါတယ်။\n\n### ဘူကြီး\nဘူကြီးလည်း မြန်မာပြည်တွင် ထင်ရှားပြီး အသက်ကြီးသူများနှင့် လူငယ်များကြားမှာလည်း လူကြိုက်များပါတယ်။ **ဘူကြီး**ဟာ **ဒိုင်** (သို့မဟုတ် **ပလက်**) ကစားနည်းတစ်ခုဖြစ်ပြီး ရှေးအရပ်က တိုးတက်လာတယ်လို့ ယူဆရပါတယ်။ ကစားသူသည် သုံးဖက်စောင်းရှိတဲ့ တံခါး, ခပ်ဆေးများနှင့် တော်လှန်ရာတို့ကို အသုံးပြုကစားရသည်။\n\nရှမ်းကိုးမီးနှင့် ဘူကြီးက ရိုးရာပွဲပွဲစားများတွင်ပါ ပါဝင်ပြီး အခြေခံမူနှင့် ယှဉ်တွဲပါရှိသော ကစားနည်းများအဖြစ် မြန်မာပြည်တွင် ဆက်လက်နေထိုင်ဆဲဖြစ်ပါတယ်။",

      "imageUrl": "https://dd09151.github.io/skmguide/skmhistory.png"
    },
    {
      "title": "FAQ",
      "description": "1. **Shan Koe Mee နဲ့ Boo Kyi အတွက် အခြေခံကစားနည်းများ**:\n   - *Q: ရှမ်းကိုးမီး (Shan Koe Mee) ဂိမ်းကို ဘယ်လိုကစားလဲ?*\n     - A: ရိုးရာရှမ်းကိုးမီးဂိမ်းမှာ ကတ်များကို စနစ်တကျပေါင်းစပ်ကစားပြီး ကစားသမား ၂ ယောက်အထိ ပါဝင်ပါတယ်။\n\n   - *Q: ဘူကြီး (Boo Kyi) ဂိမ်းက Shan Koe Mee နဲ့ ဘာကွာခြားသလဲ?*\n     - A: Boo Kyi ဟာ Shan Koe Mee လိုပဲကစားပုံဆင်တူပေမယ့်၊ အချို့ rule ကွဲပြားချက်တွေ ရှိပါတယ်။\n\n2. **Game Strategies (အကြံပြုချက်များ)**\n   - *Q: Shan Koe Mee ကစားချိန်မှာ အနိုင်ရဖို့ ဘယ်လိုအကြံဥာဏ်တွေ ရှိသလဲ?*\n     - A: စိတ်အေးအေးနဲ့ ကတ်ပေါင်းချင်း ကြိုတင်ခန့်မှန်းနိုင်မှသာ အနိုင်ရနိုင်မှာပါ။\n\n3. **App-Related Questions (App နဲ့ ပတ်သက်သောမေးခွန်းများ)**\n   - *Q: Shan Koe Mee နဲ့ Boo Kyi ဂိမ်းကို offline ကစားနိုင်ပါသလား?*\n     - A: ဒီ app ကို လမ်းညွှန်ဖို့ ဖြစ်ပြီး အွန်လိုင်းကစားနည်းများ မပါဝင်ပါဘူး။",
      "imageUrl": "https://dd09151.github.io/skmguide/faq.png"
    }
  ]
}
