{
  "items": [
    {
      "title": "SKM",
      "description": "ရှမ်းကိုးမီး (Shan Koe Mee) ကဒ်ဂိမ်းဟာ မြန်မာပြည်မှာ လူကြိုက်များတဲ့ ရိုးရာဂိမ်းတစ်ခုဖြစ်ပြီး အဓိကအားဖြင့် **၃ ကတ်ဂိမ်း**အမျိုးအစားဖြစ်ပါတယ်။ ဂိမ်းရဲ့ရည်ရွယ်ချက်ကတော့ ကဒ် ၃ ဖက်ရဲ့ အရေအတွက်ပေါင်းမှ ကြီးမြတ်ခြင်းအပေါ်မှာ အနိုင်ရမယ်ဆိုတာပါ။ ကစားနည်းမှာ လွယ်ကူသော်လည်း ထိုကတ်တွေနဲ့ အတိအကျနားလည်ရမှာ မရှိမဖြစ်ပါဝင်ပါတယ်။\n\nကစားနည်းအဆင့်ဆင့်\n1. **ကတ်များ၏ အတိအကျနားလည်မှု**:\n- ရှမ်းကိုးမီးမှာ အမျိုးအစားစုံလင်တဲ့ ကဒ်များကို အသုံးပြုပါတယ်။ အထူးသဖြင့် A, 2, 3, …, 10, J, Q, K အထိရှိပြီး **K, Q, J** (မင်းသား၊ မင်းသမီး၊ ဂျတ်) ကဒ်များမှာ 0 အဖိုးနဲ့ တန်ဖိုးရှိပါတယ်။\n- ကတ် ၁၀ လည်း 0 အဖြစ်တန်ဖိုးထားပြီး ကျန်တဲ့ကတ်တွေဟာ တန်ဖိုးအတိုင်းရံလျက်ရှိပါတယ်။\n\n2. **ကစားပုံ**:\n- ကစားသူနှစ်ဦးသို့မဟုတ် ထိုထက် များသောသူများ ပါဝင်နိုင်ပြီး သူတို့တစ်ဦးချင်းစီကို ကတ်သုံးဖက်ကို ဆွဲခိုင်းသည်။\n- ကတ်သုံးဖက်ကို ဆွဲပြီးနောက် ထိုကတ်များ၏ တန်ဖိုးပေါင်းသည် **၉ သို့မဟုတ် ၉ ထက်မတန်သောအရေအတွက်** ဖြစ်ရင် အကောင်းဆုံးဟု သတ်မှတ်သည်။\n- ကတ်များရဲ့ပေါင်းဟာ **၉** နီးပါးဖြစ်တဲ့သူဟာ အနိုင်ရတတ်ပြီး၊ ၉ ထက်နည်းနေရင်တော့ အနည်းငယ်နောက်ကျပါတယ်။\n\n3. **အဆင့်သတ်မှတ်ချက်များ**:\n- **ရှမ်းကိုးမီး** (Shan Koe Mee): ထိပ်တန်းအမြတ်အစွန်းပါကတ်ဖြစ်ပြီး **တူညီတဲ့ စံကတ် (e.g., 9-9-9)** ပါသည့်ကစားသမားက အထူးလျှောက်ထားနိုင်ပါတယ်။\n- **အမြင့်အဆင့်ကတ်များ** (Higher Order Hands): ဥပမာအားဖြင့် 7-2 ကဲ့သို့ **စုစုပေါင်းပေါင်းချင်ရာမှာ ၉** ဖြစ်သည့်သူများသည် ထိပ်တန်း အမြင့်မှာဖြစ်သည်။\n\n4. **အနိုင်ဆုံးကစားနည်းများ**:\n- အတော်အတန် ထိုကတ်များကို အသုံးပြု၍ **မည်သည့် ပေါင်းစပ်မှုမှ ၉ နီးတဲ့ ကတ်ပေါင်းများအနေဖြင့် ထိပ်ဆုံးအနေဖြင့်ရယူရန်** ထူးခြားသည့် တီထွင်နိုင်မှုဖြစ်စေခြင်းဖြစ်သည်။\n\nထပ်ဆောင်းစည်းမျဉ်းများ\nအချို့အခါတွေမှာ **ချေးငှားချက်** (သို့မဟုတ် **ဘဏ်** လည်း ရှိတတ်ပြီး၊ စည်းမျဉ်းအချို့ကို ထားရှိကာ ထိုကစားနည်းဟာ မြန်မာပြည်ရဲ့ ရိုးရာနှင့် လူကြိုက်များတဲ့ ဂိမ်းတစ်ခုအဖြစ် အမြင်အာရုံများမှာ တည်ရှိနေဆဲဖြစ်ပါတယ်။",
      "imageUrl": "https://dd09151.github.io/skmguide/skmlogo.jpg"
    },
    {
      "title": "BooGyi",
      "description": "ဘူကြီး (Boo Kyi) ဟာ မြန်မာ့ရိုးရာ **ဒိုင်ဂိမ်း**အမျိုးအစားဖြစ်ပြီး **လောင်းကစားပုံစံ**နဲ့ ရိုးရှင်းတဲ့ စည်းကမ်းနည်းလမ်းအတိုင်း ကစားရပါတယ်။ ဘူကြီးကို **ဒိုင်နှစ်လုံး** (သို့မဟုတ် အချို့က ဒိုင်သုံးလုံး) အသုံးပြုကစားပြီး အဓိကအားဖြင့် ကစားသမားတွေအနေနဲ့ ထိုဒိုင်တွေရဲ့ **အရေအတွက်ပေါင်း**ကို ခန့်မှန်းကာ ထိုးလောင်းရခြင်းဖြစ်ပါတယ်။

 ဘူကြီးရဲ့ အခြေခံစည်းမျဉ်းများ
1. **ကစားသူများ**:
   - ဘူကြီးမှာ ကစားသူတစ်ဦးချင်းစီက ထိုးလောင်းကစားခြင်းဖြစ်ပြီး **ဘဏ်သမား** (Banker) တစ်ဦးလည်း ပါဝင်ရပါမည်။
   - ကစားသူများစွာ ပါဝင်နိုင်ပြီး **ထိုးလောင်းသူ** နှင့် **ဘဏ်သမား** ဆိုပြီး အခန်းကဏ္ဍခွဲကာ ကစားကြပါသည်။

2. **လောင်းကစားပုံစံ**:
   - ကစားသူများသည် ဘဏ်သမားက အလှည့်ကျ ဖောက်လှည့်တဲ့ ဒိုင်နှစ်လုံး (သို့မဟုတ် သုံးလုံး) မှ **အရေအတွက်ပေါင်းကို ခန့်မှန်း၍ ပေါက်ဖို့ စောင့်ကြည့်**ကာ လောင်းကစားကြသည်။
   - **အရေအတွက်ပေါင်း**သည် ၁ နဲ့ ၆ အကြားရှိရာ စုစုပေါင်းရလဒ်ကို ၂ နဲ့ ၁၂ အထိရနိုင်ပါသည်။

3. **လောင်းငွေပမာဏ**:
   - ကစားသူသည် ခန့်မှန်းသည့် အရေအတွက်ပေါင်းကို လောင်းငွေဖြင့် ထိုးလောင်းပါသည်။
   - ဘဏ်သမားနှင့် အခြားကစားသူများအနေနဲ့ **လောင်းငွေသတ်မှတ်ချက်**များအတိုင်း လောင်းနိုင်ပြီး အနိုင်ရသူက ကစားနည်းအရ **ပေါက်တဲ့ အရေအတွက်ပေါင်း**မှပေါက်သည့် မျက်နှာပြင်များကို ယူနိုင်သည်။

4. **အနိုင်ဆုံးကစားပုံ**:
   - ဒိုင်ကို ဖောက်လှည့်ပြီးနောက် **အကြောင်းအရာများကို ထိမှန်ခန့်မှန်း၍ ထိုးလောင်းတဲ့သူများ**က အနိုင်ရမည်။
   - **မည်သည့် လောင်းငွေက အကောင်းဆုံးအရေအတွက်ကို ထိမှန်စေကာ ပေါက်ကြီးမှုများ ဖြစ်ပါက** ကစားသူသည် ထိုးလောင်းငွေများအပြည့်အဝရယူနိုင်သည်။

 ထပ်ဆောင်းချက်များ
ဘူကြီးမှာ အခြေခံစည်းမျဉ်းများနှင့်အတူ **ကစားပုံမှန်သောလမ်းကြောင်း**တွေအရ စိတ်ဝင်စားဖွယ်ကောင်းသော လောင်းကစားဂိမ်းတစ်ခုဖြစ်ပြီး ရိုးရှင်းသော ဂိမ်းနည်းလမ်းအတိုင်း မြန်မာပြည်သားများကြား ရှေးကတည်းက ဆက်လက် ကစားလေ့ရှိသည်။",
      "imageUrl": "https://dd09151.github.io/skmguide/bogyi.png"
    },
    {
      "title": "HISTORY",
      "description": "

ရှမ်းကိုးမီးနဲ့ ဘူကြီးဟာ မြန်မာပြည်ရဲ့ ပြည်သူများကြားထဲမှာ အလွန်ကျယ်ပြန့်တဲ့ ကစားနည်းတွေဖြစ်ပါတယ်။ သမိုင်းကြောင်းရင်းမြစ်တွေကတော့ လုံးဝသေချာမဟုတ်ပေမယ့် ဒီဂိမ်းတွေဟာ မြန်မာပြည်ရဲ့ ရှေးခေတ်ကတည်းက ရှိခဲ့တဲ့ ကစားနည်းတွေပါ။

### ရှမ်းကိုးမီး
ရှမ်းကိုးမီးဟာ မြန်မာနိုင်ငံရဲ့ မြောက်ပိုင်းဒေသတွင်း၊ အထူးသဖြင့် ရှမ်းပြည်နယ်မှာ အထင်ရှားတဲ့ ကစားနည်းတစ်ခုဖြစ်ပါတယ်။ အဓိကအားဖြင့် **ကဒ်ဂိမ်း**တစ်ခုဖြစ်ပြီး ပွဲရဲ့နည်းစနစ်ကို နားလည်မှုအလိုရှိပါတယ်။ ရှမ်းကိုးမီးဟာ **သုံးကတ်**ပုံစံကို အခြေခံထားပြီး ထိုသုံးကတ်မှာ ရှင်ရာဇာ၊ မင်းသား၊ ရှင်မနောဧကန့်စတဲ့ ကတ်ကွက်တွေက အပြိုင်အဆိုင် အမြင့်နိမ့်ကြီးနိုင်ပါတယ်။ တချို့ကတော့ အင်္ဂလိပ်ကဒ်ဂိမ်း (သို့မဟုတ်) ဘလက်ဂျက်နဲ့အခြေတည်ပြီး ပြုပြင်ထားတယ်လို့ ယူဆကြပါတယ်။

### ဘူကြီး
ဘူကြီးဟာလည်း မြန်မာပြည်တွင် ထင်ရှားပြီး အသက်ကြီးသူများကြားရော လူငယ်များကြားပါကစားတဲ့ ဂိမ်းဖြစ်ပါတယ်။ **ဘူကြီး**ဟာ **ဒိုင်** (သို့မဟုတ် **ပလက်** ဂိမ်းတစ်ခု)ဖြစ်ပြီး ကစားနည်းဟာ အနည်းငယ် ရှေးအရပ်က ဖွံ့ဖြိုးလာတယ်လို့ ယူဆရပါတယ်။ ဒိုင်ကစားနည်းအရ ကစားသမားတစ်ယောက်မှာ တစ်ခါသုံးရသမျှ ကိရိယာတွေကတော့ သုံးဖက်စောင်းရှိတဲ့ တံခါး၊ ခပ်ဆေးများနှင့် တော်လှန်ရာတို့ကို အသုံးပြုကစားရပါတယ်။

ရှမ်းကိုးမီးနဲ့ ဘူကြီးဟာ များစွာသော ဂိမ်းတွေရဲ့အခြေခံမူနှင့် ယှဉ်တွဲထားပြီး တချို့အခါမှာ **ရိုးရာပွဲပွဲစား**တွင်လည်း တွေ့မြင်နိင်ပါတယ်။",
      "imageUrl": "https://dd09151.github.io/skmguide/skmhistory.png"
    },
    {
      "title": "FAQ",
      "description": "

1. **Shan Koe Mee နဲ့ Boo Kyi အတွက် အခြေခံကစားနည်းများ**
   - *Q: ရှမ်းကိုးမီး (Shan Koe Mee) ဂိမ်းကို ဘယ်လိုကစားလဲ?*
     - A: ရိုးရာရှမ်းကိုးမီးဂိမ်းမှာ ကတ်များကို စနစ်တကျပေါင်းစပ်ကစားပြီး ကစားသမား ၂ ယောက်အထိ ပါဝင်ပါတယ်။

   - *Q: ဘူကြီး (Boo Kyi) ဂိမ်းက Shan Koe Mee နဲ့ ဘာကွာခြားသလဲ?*
     - A: Boo Kyi ဟာ Shan Koe Mee လိုပဲကစားပုံဆင်တူပေမယ့်၊ အချို့ rule ကွဲပြားချက်တွေ ရှိပါတယ်။

2. **Game Strategies (အကြံပြုချက်များ)**
   - *Q: Shan Koe Mee ကစားချိန်မှာ အနိုင်ရဖို့ ဘယ်လိုအကြံဥာဏ်တွေ ရှိသလဲ?*
     - A: စိတ်အေးအေးနဲ့ ကတ်ပေါင်းချင်း ကြိုတင်ခန့်မှန်းနိုင်မှသာ အနိုင်ရနိုင်မှာပါ။

   - *Q: Boo Kyi ဂိမ်းမှာ အဆင်ပြေဖို့ ဘာတွေသိထားသင့်လဲ?*
     - A: Boo Kyi မှာကတော့ ထိုးခွင်းတွေကို သေချာလေ့လာပြီး ပုံမှန်မဟုတ်တဲ့ ကတ်မျိုးတွေကို စနစ်တကျနဲ့ လိုက်စားရမှာပါ။

3. **Technical Questions (နည်းပညာဆိုင်ရာမေးခွန်းများ)**
   - *Q: ဂိမ်းကတ်တွေ ရှေ့ပြတတ်တာဘယ်လိုမျိုးလဲ?*
     - A: Shan Koe Mee နဲ့ Boo Kyi ရဲ့ ကတ်တွေကို Random နည်းလမ်းနဲ့ ဖြေရှင်းပေးထားတာဖြစ်ပါတယ်။

   - *Q: ကတ်နံပါတ်တွေ ဘယ်လိုမှတ်ပေးထားတာလဲ?*
     - A: ကတ်နံပါတ်တွေကို Algorithm နဲ့ ဆောင်ရွက်ထားပြီး ထပ်ခါတလဲလဲ တွေ့ရမှာ မဟုတ်ပါဘူး။

4. **App-Related Questions (App နဲ့ ပတ်သက်သောမေးခွန်းများ)**
   - *Q: Shan Koe Mee နဲ့ Boo Kyi ဂိမ်းကို offline ကစားနိုင်ပါသလား?*
     - A: ဒီ app ကို လမ်းညွှန်ဖို့ ဖြစ်ပြီး အွန်လိုင်းကစားနည်းများ မပါဝင်ပါဘူး။

   - *Q: App မှာ ကြော်ငြာတွေ ပါသလား?*
     - A: အချို့ သတိပေးကြော်ငြာများပါဝင်မှာဖြစ်ပြီး အသုံးပြုရလွယ်ကူဖို့အတွက် နည်းနည်းပါးပါးသာ ပါဝင်ပါမယ်။

5. **Account and Personal Information (အကောင့်နဲ့ ပုဂ္ဂိုလ်ရေးအချက်အလက်များ)**
   - *Q: App မှာ အသုံးပြုသူအချက်အလက်တွေ သိမ်းဆည်းသလား?*
     - A: ဒီ app မှာ အသုံးပြုသူအချက်အလက် သိမ်းဆည်းခြင်း မရှိပါ။

FAQ အတွင်းမှာ ဒီလိုမျိုး အကြောင်းအရာများကို ထည့်သွင်းရင် အသုံးပြုသူတွေ အတွက် ရှင်းလင်းပြီး ကျိုးကြောင်းဆီလျော်တဲ့ လမ်းညွှန်ချက်တွေ ရရှိမှာပါ။",
      "imageUrl": "https://dd09151.github.io/skmguide/faq.png"
    }
  ]
}
