{
  "items": [
    {
      "title": "SKM",
      "description": "ရှမ်းကိုးမီး (Shan Koe Mee) ကဒ်ဂိမ်းဟာ မြန်မာပြည်မှာ လူကြိုက်များတဲ့ ရိုးရာဂိမ်းတစ်ခုဖြစ်ပြီး အဓိကအားဖြင့် **၃ ကတ်ဂိမ်း**အမျိုးအစားဖြစ်ပါတယ်။ ဂိမ်းရဲ့ရည်ရွယ်ချက်ကတော့ ကဒ် ၃ ဖက်ရဲ့ အရေအတွက်ပေါင်းမှ ကြီးမြတ်ခြင်းအပေါ်မှာ အနိုင်ရမယ်ဆိုတာပါ။ ကစားနည်းမှာ လွယ်ကူသော်လည်း ထိုကတ်တွေနဲ့ အတိအကျနားလည်ရမှာ မရှိမဖြစ်ပါဝင်ပါတယ်။\n\nကစားနည်းအဆင့်ဆင့်\n1. **ကတ်များ၏ အတိအကျနားလည်မှု**:\n- ရှမ်းကိုးမီးမှာ အမျိုးအစားစုံလင်တဲ့ ကဒ်များကို အသုံးပြုပါတယ်။ အထူးသဖြင့် A, 2, 3, …, 10, J, Q, K အထိရှိပြီး **K, Q, J** (မင်းသား၊ မင်းသမီး၊ ဂျတ်) ကဒ်များမှာ 0 အဖိုးနဲ့ တန်ဖိုးရှိပါတယ်။\n- ကတ် ၁၀ လည်း 0 အဖြစ်တန်ဖိုးထားပြီး ကျန်တဲ့ကတ်တွေဟာ တန်ဖိုးအတိုင်းရံလျက်ရှိပါတယ်။\n\n2. **ကစားပုံ**:\n- ကစားသူနှစ်ဦးသို့မဟုတ် ထိုထက် များသောသူများ ပါဝင်နိုင်ပြီး သူတို့တစ်ဦးချင်းစီကို ကတ်သုံးဖက်ကို ဆွဲခိုင်းသည်။\n- ကတ်သုံးဖက်ကို ဆွဲပြီးနောက် ထိုကတ်များ၏ တန်ဖိုးပေါင်းသည် **၉ သို့မဟုတ် ၉ ထက်မတန်သောအရေအတွက်** ဖြစ်ရင် အကောင်းဆုံးဟု သတ်မှတ်သည်။\n- ကတ်များရဲ့ပေါင်းဟာ **၉** နီးပါးဖြစ်တဲ့သူဟာ အနိုင်ရတတ်ပြီး၊ ၉ ထက်နည်းနေရင်တော့ အနည်းငယ်နောက်ကျပါတယ်။\n\n3. **အဆင့်သတ်မှတ်ချက်များ**:\n- **ရှမ်းကိုးမီး** (Shan Koe Mee): ထိပ်တန်းအမြတ်အစွန်းပါကတ်ဖြစ်ပြီး **တူညီတဲ့ စံကတ် (e.g., 9-9-9)** ပါသည့်ကစားသမားက အထူးလျှောက်ထားနိုင်ပါတယ်။\n- **အမြင့်အဆင့်ကတ်များ** (Higher Order Hands): ဥပမာအားဖြင့် 7-2 ကဲ့သို့ **စုစုပေါင်းပေါင်းချင်ရာမှာ ၉** ဖြစ်သည့်သူများသည် ထိပ်တန်း အမြင့်မှာဖြစ်သည်။\n\n4. **အနိုင်ဆုံးကစားနည်းများ**:\n- အတော်အတန် ထိုကတ်များကို အသုံးပြု၍ **မည်သည့် ပေါင်းစပ်မှုမှ ၉ နီးတဲ့ ကတ်ပေါင်းများအနေဖြင့် ထိပ်ဆုံးအနေဖြင့်ရယူရန်** ထူးခြားသည့် တီထွင်နိုင်မှုဖြစ်စေခြင်းဖြစ်သည်။\n\nထပ်ဆောင်းစည်းမျဉ်းများ\nအချို့အခါတွေမှာ **ချေးငှားချက်** (သို့မဟုတ် **ဘဏ်** လည်း ရှိတတ်ပြီး၊ စည်းမျဉ်းအချို့ကို ထားရှိကာ ထိုကစားနည်းဟာ မြန်မာပြည်ရဲ့ ရိုးရာနှင့် လူကြိုက်များတဲ့ ဂိမ်းတစ်ခုအဖြစ် အမြင်အာရုံများမှာ တည်ရှိနေဆဲဖြစ်ပါတယ်။",
      "imageUrl": "https://dd09151.github.io/skmguide/skmlogo.jpg"
    },
    {
      "title": "BooGyi",
      "description": "Dart is a programming language optimized for building apps on multiple platforms.",
      "imageUrl": "https://dd09151.github.io/skmguide/bogyi.png"
    },
    {
      "title": "State Management in Flutter",
      "description": "Explore different state management techniques for managing app state in Flutter.",
      "imageUrl": "https://example.com/images/state_management.jpg"
    },
    {
      "title": "Building Responsive UI",
      "description": "Learn how to build responsive user interfaces in Flutter that work on any device.",
      "imageUrl": "https://example.com/images/responsive_ui.jpg"
    }
  ]
}
